{
    "diary1":{
        "id":1,
        "document": {
            "sentiment": "positive",
            "confidence": { 
                "negative": 25.024067, 
                "positive": 49.999016, 
                "neutral": 24.976917
                }
        },
        "diary": { 
            "highlights": "논밭을 지나 산마루까지 오르면서 아늑하고 평화로운 가을 날의 시골 정취 속에 둘 사이는 더욱 가까워진다",
            "content": {
                "title": "소나기 일부 발췌",
                "sentences": "소년은 개울가에서 소녀를 보게 되지만, 말도 제대로 못 붙이는 내성적인 성격이다 어느 날, 소녀가 그런 소년에게 조약돌을 던져 관심을 나타내고, 소년은 이를 소중히 간직한다 그러나 소극적으로 소녀를 피하기만 하던 소년은 소녀의 제안으로 함께 산에 놀러 간다 논밭을 지나 산마루까지 오르면서 아늑하고 평화로운 가을 날의 시골 정취 속에 둘 사이는 더욱 가까워진다 산을 내려올 때 갑자기 소나기를 만난 소년과 소녀는 원두막과 수숫단 속에서 비를 피한다 비가 그친 뒤, 돌아오는 길에 도랑물이 불어서 소년은 소녀를 업고 건너며, 둘 사이는 더욱 친밀해진다 그 후 한동안 만나지 못﻿하다가 다시 소녀를 만난 소년은 소녀의 옷에 진 얼룩을 보고 부끄러워한다 그리고 소녀는 그 동안 아팠으며, 곧 이사를 가게 되었다는 말을 듣게 된다 소년은 마지막으로 한 번 소녀를 만나려고 애를 태우다가 소녀가 이사 가기로 한 전날 밤 잠결에 부모의 이야기를 통해 소녀가 죽었으며, 소년과의 추억이 깃든 옷을 그대로 입혀서 묻어 달라는 말을 남겼다는 사실을 알게 된다", 
                "timeStamp": "Sun Oct 23 2022 23:12:18 GMT+0900 (한국 표준시)",
                "weather":"Rainy"
                }
        }
    }, 
    "diary2":{
        "id": 2,
        "document": {
            "sentiment": "negative",
            "confidence": {
                "negative": 60.03319, 
                "positive": 0.16846472, 
                "neutral": 39.798344
            }
        },
        "diary": {
            "highlights": "그런데 밖으로 나간 동이가 황급히 달려와 동네 아이들이 허 생원의 나귀를 괴롭힌다고 알려준다",
            "content": {
                "title": "운수좋은 날 일부 발췌",
                "sentences": "봉평의 어느 여름 장날, 신통치 않던 하루 장사를 일찍 접은 허 생원과 조 선달은 충줏집으로 술을 마시러 간다 그곳에서 젊은 장돌뱅이 동이가 충줏집과 놀고 있는 것을 본 허 생원은 동이에게 호통과 함께 따귀까지 올려 붙인다 그런데 밖으로 나간 동이가 황급히 달려와 동네 아이들이 허 생원의 나귀를 괴롭힌다고 알려준다 반평생 길을 같이 떠돌아온 나귀에게서 외롭고 처량한 자신의 신세를 보아온 허 생원의 마음은 좋지 않다 해가 꽤 기울어질 무렵, 허 생원, 조 선달, 동이 세 사람은 다음 장이 들어설 대화장을 향해 함께 길을 떠난다 허 생원은 달빛 아래 메밀꽃이 지천인 길을 걸을 때면 으레 그래왔듯이 뒤에 오는 조 선달에게 옛사랑의 추억을 풀어놓는다 무더운 여름 밤 봉평의 물레방앗간에서 울고 있는 성서방네 처녀와 우연히 만나 보낸 하룻밤 사랑 이야기 고개를 넘어 큰 길에 접어 들면서부터 나란히 걷게 된 동이에게 허생원은 낮에 공연히 심술 부렸던 일을 사과하고 그참에 아비 모르고 자란 동이의 사연을 듣게 된다 개울을 건너다 그의 어머니가 봉평 출신이라는 것을 듣고는 발을 헛디뎌 물에 빠지고 만 허 생원 동이의 등에 업혀 물을 건너며 뼈에 사무치는 따뜻함을 느낀 그는 대화장 다음에는 동이 어머니가 있는 제천장으로 함께 가자고 제안하며 걸음을 재촉하는데, 문득 그의 눈에 자신처럼 동이도 왼손잡이인 것이 들어온다 기울어지는 달빛 아래로 둥실둥실 가벼워지는 허 생원의 마음 따라 나귀의 방울소리도 한층 청청하게 울린다",
                "timeStamp": "Mon Oct 24 2022 00:42:58 GMT+0900 (한국 표준시)",
                "weather": "Sunny"
            }
        }
    },
    "diary3":{
        "id": 3,
        "document": {
            "sentiment": "negative",
            "confidence": {
                "negative": 90.00112, 
                "positive": 0.26289228, 
                "neutral": 9.735989
            }
        },
        "diary": {
            "highlights": "그런데 밖으로 나간 동이가 황급히 달려와 동네 아이들이 허 생원의 나귀를 괴롭힌다고 알려준다",
            "content": {
                "title": "메밀 꽃 필 무렵 일부 발췌",
                "sentences": "부끄러운 삶을 살아왔습니다 라는 유명한 한 문장으로 시작하는 첫 번째 수기는 엽장의 어린 시절이 그려져 있습니다 어려서부터 인간의 생활과 행복을 이해하지 못한 엽장은 나 혼자만의 변화하는 것 같은 불안과 공포에 사로잡힙니다 먹는다는 의미조차 예조가 이해할 수 없었습니다 하지만 남들이 이단아라는 느낌을 받지 않으려고 안간힘을 쓰면서도 인간에게 맞춘 삶을 살았습니다 그런 엽장도 인간의 생활이나 감정을 이해하지 못할 뿐이지 사람을 싫어하는 것은 아니었다오히려 사랑받고 싶었습니다 인간을 도저히 단념할 수 없어 어떻게 하면 자신도 인간다운 인생을 살 수 있게 될까 하고 생각한 요조는 인간에 대한 마지막 구애로서 우스운 행동을 연기하는 것으로 인간과의 연결을 요구합니다 학교에서는 병약하긴 했지만 성적이 좋아서 특유의 '우스운 행동'으로 겨우 생활할 수 있었습니다 그에게는 주위 사람들로부터 '존경'받는 것조차 두려웠기 때문에 '우스운 행동'으로 업신여겨져야 할 자신을 연기했습니다우직한 자신을 연기할 때만큼은 주위 사람들과 파장을 맞출 수 있었습니다여전히 인간의 행동에 대해서는 이해할 수 없었지만 그것을 타인에게 간파당하지 않는다는 것을 생각하며 생활하고 있었습니다 그 무렵 하인은 하인과 하인이 슬픈 일을 가르쳐서 저질렀습니다하지만 요조 그걸 주위 사람들에게 말할 수 없었습니다 하인이나 하인에 대해서도 저항할 수 없고 그저 힘없이 웃어 대는 대로였습니다 '우스운 행동'으로 마냥 재미있는 인간으로 연기하고 있는 엽장에게는 하인이나 하인의 행동에 대해 저항하거나 고발하는 것조차 두려움의 대상이 된 것이니까",
                "timeStamp": "Tue Oct 25 2022 00:42:58 GMT+0900 (한국 표준시)",
                "weather": "Sunny"
            }
        }
    }
}
