const text = `
제1조(개인정보의 처리목적) 
오늘의 일기은(는) 다음의 목적을 위하여 개인정보를 처리합니다. 
처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 
이용 목적이 변경되는 경우에는 ｢개인정보 보호법｣ 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다. 
  1. 홈페이지 회원 가입 및 관리
   회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별․인증, 회원자격 유지․관리, 서비스 부정이용 방지, 만 14세 미만 아동의 개인정보 처리 시 법정대리인의 동의여부 확인, 각종 고지․통지, 고충처리 목적으로 개인정보를 처리합니다. 
  2. 재화 또는 서비스 제공
   물품배송, 서비스 제공, 계약서․청구서 발송, 콘텐츠 제공, 맞춤서비스 제공, 본인인증, 연령인증, 요금결제․정산, 채권추심을 목적으로 개인정보를 처리합니다. 
  3. 고충처리
  민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락․통지, 처리결과 통보의 목적으로 개인정보를 처리합니다. 
  4. <해당 개인정보처리자의 개인정보 처리업무>
   <개인정보 처리업무에 따른 처리목적>으로 개인정보를 처리합니다. `;

export {text};